# Задания:
# 1) Запросить число и нарисовать фигуру
# input:
# 5
# output:
# *
# **
# ***
# ****
# *****
# 2) Запросить число и нарисовать фигуру
# input:
# 5
# output:
# *****
# ****
# ***
# **
# *

# 3) Запросить число и нарисовать фигуру
# input:
# 5
# output:
# *****
#  ****
#   ***
#    **
#     *

# 4) Запросить число и выести сумму всех четных и нечетных чисел от 0 до указанного числа
# input:
# 5
# output:
# Sum of odd numbers: 9
# Sum of even numbers: 6

# 5) Запросить букву и вывести все буквы от a до указанной и в обратном порядке
# input:
# а
# output:
# abcdefedcba

# СЛОЖНЫЕ
# 1) Запросить число и нарисовать контур квардата
# input:
# 6
# output:
# ******
# *    *
# *    *
# *    *
# *    *
# ******


# 2) Запросить число и нарисовать фигуру
# input:
# 5
# output:
#   *  
#  ***
# *****

# input:
# 8
# output:
#    **  
#   ****
#  ******
# ********

# 3) Нарисовать фигуру
# input: 
# 5
# output:
#     *
#    **
#   ***
#  ****
# *****
#      *****
#      ****
#      ***
#      **
#      *
